Repository: MOMEN56/Flash
Catalog: lib/l10n/intl_*.arb
Languages: ar

# AppBarTitle
source: Flash
ar: فلاش

# currency
source: Currencies
ar: العملات

# cyrpto
source: Crypto
ar: العملات المشفرة

# metal
source: Metals
ar: المعادن

source: Gram
ar: جرام

source: Ounce
ar: أوقية

# kilo
source: Kilogram
ar: كيلوجرام

source: Tonne
ar: طن

source: ID
ar: الكود

source: Symbol
ar: الرمز

source: Name
ar: الاسم

source: Image
ar: الصورة

source: Current Price
ar: السعر الحالي

source: Market Cap
ar: القيمة السوقية

source: Market Cap Rank
ar: ترتيب القيمة السوقية

source: Fully Diluted Valuation
ar: التقييم المخفف بالكامل

source: Total Volume
ar: إجمالي الحجم

source: High 24h
ar: أعلى سعر (24 ساعة)

source: Low 24h
ar: أدنى سعر (24 ساعة)

source: Price Change 24h
ar: تغير السعر (24 ساعة)

source: Price Change Percentage 24h
ar: نسبة تغير السعر (24 ساعة)

source: Market Cap Change 24h
ar: تغير القيمة السوقية (24 ساعة)

source: Market Cap Change Percentage 24h
ar: نسبة تغير القيمة السوقية (24 ساعة)

source: Circulating Supply
ar: العرض المتداول

source: Total Supply
ar: إجمالي العرض

source: Max Supply
ar: أقصى عرض

# ath
source: All-Time High
ar: أعلى سعر تاريخي

source: ATH Change Percentage
ar: نسبة تغير أعلى سعر تاريخي

source: ATH Date
ar: تاريخ أعلى سعر تاريخي

# atl
source: All-Time Low
ar: أدنى سعر تاريخي

source: ATL Change Percentage
ar: نسبة تغير أدنى سعر تاريخي

source: ATL Date
ar: تاريخ أدنى سعر تاريخي

source: Last Updated
ar: آخر تحديث

source: Search for a metal...
ar: ابحث عن معدن...

source: Amount
ar: المبلغ

source: Search for a currency...
ar: ابحث عن عملة...

# SearchForACrypto
source: Search for a cryptocurrency...
ar: ابحث عن عملة مشفرة...

# NoCryptoFound
source: No cryptocurrencies found
ar: لا توجد عملة مشفرة

source: No metals found
ar: لا توجد معادن

source: No currencies found
ar: لا توجد عملات

source: comparison currency
ar: عملة المقارنة
